/*
* 1.测试用 Address
*  D:\SJT\docs\20_工程过程\20_需求相关\10_需求开发\00_法院业务中台\00_信息项管理\02_中台信息项\信息项\中台\民事
* D:\SJT\docs\20_工程过程\30_设计相关\30_概要设计\各服务概要设计\案件服务\SMD\T3.民事案件.xlsx
* 2.需求文档提供字段:
*   数据库字段中文名-->字段中文名
*   类型-->数据类型
* 长度(精度)-->数据精度
* 可选项-->单值代码?
* 3.SMD提供字段,
*   字段中文名
*   表名
*   字段
*   数据类型
*   数据长度
*   数据精度
*   代码类型
*   说明
* 约束:多值代码相关 UUID 相关 直接写到sm中
* 4 .
* Swagger 提供字段
*   字段
*   字段中文名
*   类型
*   数据类型
*   代码类型
* 5.需求数据中如果有修改类别是删除的数据 过滤掉
*6? r
*7 需求中的int  但是DM 有值 需要转成 VC CD=100 法标或者1140 或者CD有值为32位 转成VC
*
* */
